{
  // NPC Data //

  "Tabitha.Name": "Tabitha",
  "Theo.Name": "Theo",
  "Tabitha.Family": "Theo 'brother'",
  "Theo.Family": "Tabitha 'sister'",

  "Tabitha.Gift.Love": "Oh my gosh, this is perfect! You're so thoughtful, @. Thank you so much!",
  "Tabitha.Gift.Like": "Wow, this is great! Thank you, @!",
  "Tabitha.Gift.Neutral": "For me? You shouldn't have! Thanks!",
  "Tabitha.Gift.Dislike": "Hm... Well, it's the thought that counts, right?",
  "Tabitha.Gift.Hate": "Oh. I'll just... put that over here.",
  "Theo.Gift.Love": "How'd you know this is my favorite? I'm kinda touched.",
  "Theo.Gift.Like": "Oh, I actually really like this. Thanks, @.",
  "Theo.Gift.Neutral": "Huh. Thanks.",
  "Theo.Gift.Dislike": "...I hope you're either really oblivious or just joking.",
  "Theo.Gift.Hate": "Ugh. You can just say you don't like me, you know.",


  // Tabitha Dialogue //

  "Tabitha.Engaged.0": "I... I'm a little in shock!$7",
  "Tabitha.Engaged.1": "I need to sort everything out with Theo! And pack my things! Ah!$6",
  "Tabitha.Normal.Introduction": "Are you the new farmer? I'm so glad to meet you! I'm Tabitha!$h#$e#I'm new here, too. My brother Theo and I just opened the Stray Catfe next to the bus stop. We're your neighbors!#$e#I hope I'll see you around!$h",
  "Tabitha.Normal.danceRejection": "Oh, I already promised someone else I'd dance with them. I'm sorry!$s",
  "Tabitha.Normal.divorced": "...$a#$e#I don't think I can talk to you anymore.$s",
  "Tabitha.Normal.dumped_Girls": "Hmph!$a",
  "Tabitha.Normal.secondChance_Girls": "@... I hope you've learned from your mistakes. I'll give you one more chance.$3",
  "Tabitha.Normal.SeedShop": "Theo says I should go to JojaMart for cheaper groceries, but I don't really like that place. This shop is so much nicer.",
  "Tabitha.Normal.Mon": "What are you up to today, neighbor?#$e#It's my day off, so I'll be stocking up on supplies.",
  "Tabitha.Normal.Mon4": "@, you don't think I'm... annoying, do you?$s#$e#Some people in town told me I was too perky.#$e#I just try to look on the bright side.",
  "Tabitha.Normal.Mon6": "I was worried that people found me annoying for a little bit, but I'm over it now.#$e#I'm happy with who I am! Your kindness and friendship helped me see that, @.$h",
  "Tabitha.Normal.Tue": "Theo is my brother. We're twins!$h#$e#He's a little quiet, but if you keep talking to him I'm sure he'll open up.",
  "Tabitha.Normal.Tue2": "Theo and I run the café together. I take care of the baking and front of house, and he does the paperwork.#$e#I tried doing everything at first, but I'm so bad at math and manage-y things. It's also so boring...$s#$e#Now that Theo's doing it, we're a perfect duo. The café is sure to do great!$h",
  "Tabitha.Normal.Tue6": "Theo's working really hard. Baking is tough in its own way, but sometimes I wonder if he's working harder than I am...$s",
  "Tabitha.Normal.Tue8": "I should probably start thanking Theo more for the work he's doing.$3#$e#I think I'll ask him if he can teach me some accounting skills, too.#$e#I can't ask him to stay here and help me forever.$s",
  "Tabitha.Normal.Wed": "Hm... should I switch up the menu?#$e#What are some good ideas for new drinks or sweets?",
  "Tabitha.Normal.Thu": "@, @, @...#$e#Names can be hard for me. I'm trying my best to remember yours!",
  "Tabitha.Normal.Thu2": "@! I remember your name now. Yay!$h",
  "Tabitha.Normal.Thu6": "Did I ever tell you that I like your name, @? It's nice.$h",
  "Tabitha.Normal.Thu10": "@! Hi! I love you!$l#$e#Was that too sudden? I just couldn't hold it in any longer. *giggle*$h",
  "Tabitha.Normal.Fri": "I love the cherry trees in Spring. So pretty!$h#$e#I wish I could bring one inside the café. But Theo said no.$s",
  "Tabitha.Normal.Fri2": "I want to get to know people in town better, but I'm not sure how to find people reliably...$s#$e#I heard that people hang out in the saloon on Friday nights, but I don't like alcohol.$3",
  "Tabitha.Normal.Sat": "Do you get Saturdays off? Me neither.$3",
  "Tabitha.Normal.Sat8": "Hey, @! We might not get Saturdays off, but we should go on a date in the evening sometime.$l#$e#I wanna spend more time with you!$h",
  "Tabitha.Normal.Sun": "I usually go to bed really early compared to most people. I have to wake up at 3:00 most mornings to bake.#$e#Tomorrow's my day off, though, so I get to stay up a little longer!$h",
  "Tabitha.Normal.spring_23": "I can't wait for the Flower Dance tomorrow! I'm sure it'll be a ton of fun!$h",
  "Tabitha.Normal.summer_Mon": "I saw a cat outside today. It was sooo cute!$h#$q 272/273 summer_Mon_old#Do you like cats, @?#$r 272 50 summer_Mon_272#I love cats!#$r 273 0 summer_Mon_273#They're all right.#$r 274 -20 summer_Mon_bad#No, I don't like cats.",
  "Tabitha.Normal.summer_Mon_old": "#$p 272#I want a cat of my own someday.|I hope you're not put off by my café's name since you're not a fan of cats...$s",
  "Tabitha.Normal.summer_Mon_272": "Yes! I knew we were kindred spirits.$h",
  "Tabitha.Normal.summer_Mon_273": "Just \"all right?\" I'm sure if you got a cat yourself, you'd realize how great they are.",
  "Tabitha.Normal.summer_Mon_bad": "What? How could you not love kitties? That makes me so sad...$s",
  "Tabitha.Normal.summer_Tue": "Summer always gets me feeling restless. It's tough to stand behind a counter all day when it's so beautiful outside!$3#$e#Theo would yell at me if I took a day off, though. *sigh*$s",
  "Tabitha.Normal.summer_Wed": "We should start selling iced coffee... Maybe that'll attract more customers.",
  "Tabitha.Normal.summer_Wed4": "Hm... Maybe smoothies?#$e#Hey, @. Just brainstorming product ideas.#$e#Let me know if you want something specific on the menu!$h",
  "Tabitha.Normal.summer_Wed10": "Have you ever thought about running a café, @?#$e#I've recently found myself wondering what it would be like to be a farmer...$l",
  "Tabitha.Normal.summer_Thu": "The ice cream stand is open! As soon as I close up for the day, I'm going to go get some.$h#$e#I'm so excited!$h",
  "Tabitha.Normal.summer_Thu6": "Hey, @! If you're free after I get off work one of these days, would you wanna come get ice cream with me?$l#$e#N-Not as in a date or anything... unless you'd want that?$l#$e#Ah! I'm so embarrassed! Forget I asked...$6",
  "Tabitha.Normal.summer_Thu8": "Next time we get ice cream, let's share a cone. That's a romantic thing to do, right? *giggle*$l",
  "Tabitha.Normal.summer_Fri": "It must be tough to work outside all day in the blazing sun, @.$s#$e#If you ever need a refreshing drink, stop by the café!",
  "Tabitha.Normal.summer_Fri6": "@, you're not overworking yourself in the heat, right?$s#$e#If you're feeling dehydrated, make sure to come to the café.#$e#I don't think Theo would let me give you a drink for free, but I want to make sure you're staying healthy.",
  "Tabitha.Normal.summer_Sat_1": "Have you made many friends yet, @?#$e#I'm hoping to get to know some of the other people in town better, but I've been so busy with the café.$s#$e#Maybe I'll bring treats to some people on one of my days off.",
  "Tabitha.Normal.summer_Sat_2": "Now that I've been here for a while, I think I've made some good friends.$h#$e#Penny and Emily are really nice.",
  "Tabitha.Normal.summer_Sat4_2": "Now that I've been here for a while, I think I've made some good friends.#$e#Penny and Emily are really nice. And I consider you a friend too, @!$h",
  "Tabitha.Normal.summer_Sun": "Oh man, the kitchen gets so hot during the summer... I think that's my least favorite part about this job.$s#$e#I'd almost rather be doing Theo's work!",
  "Tabitha.Normal.summer_Sun6": "Hi, @... *giggle*$l#$e#My cheeks feel warm. Did it suddenly get hotter?$l",
  "Tabitha.Normal.summer_10": "Should I bring any pastries for the Luau tomorrow?#$e#I think I will. A feast isn't complete without dessert!$h",
  "Tabitha.Normal.summer_27": "Are you going to go see the Moonlight Jellies tomorrow night?#$e#I can't wait. They're going to be beautiful! Hope to see you there, @!$h",
  "Tabitha.Normal.fall_Mon": "I hope you don't mind, but sometimes I pass through your farm on my daily morning walks.#$e#I wanted to let you know it's looking especially beautiful this Fall!$h",
  "Tabitha.Normal.fall_Mon4": "I wonder how much of your crops ends up in my baking. Probably a lot, huh?#$e#That's so great! I'm glad we can support each other.$h",
  "Tabitha.Normal.fall_Wed": "It's Fall, the perfect time for a nice hot cup of coffee! What do you say?$h#$e#Sorry, I shouldn't advertise to you so much.$s",
  "Tabitha.Normal.fall_Wed6": "Hey, @.#$e#Thanks for stopping by the café so often. It means a lot to me.$h#$e#I don't know why, but I'm feeling really sentimental today.$3",
  "Tabitha.Normal.fall_Thu": "I've been in the kitchen making food for as long as I can remember. When I was too young to cook myself, I helped out my parents.#$e#I can't imagine doing anything else with my life. That's why I opened my café!",
  "Tabitha.Normal.fall_Thu8": "If I moved somewhere else, do you think I would still be able to run the café...?#$e#Am I thinking of moving? No! Er, maybe. Not out of Pelican Town, at least.$6#$e#Just thinking about the future...$l",
  "Tabitha.Normal.fall_Fri": "Fall time means pumpkin pie time! I'm so happy!$h#$e#What? I know I bake pumpkin pie year-round. That's beside the point!$a",
  "Tabitha.Normal.fall_Fri4": "@, do you have any spare pumpkins from your farm? I'm in the mood to bake some pumpkin pie!#$e#You can have a slice, I promise.$h",
  "Tabitha.Normal.fall_Sat": "A lot of people back home told me that I wouldn't be able to pull this off - coming here and starting my own café.$3#$e#But look at me now! Things have been a little bumpy, but I'm sure it'll get better!$h",
  "Tabitha.Normal.fall_Sat6": "Can I be really honest with you, @?$3#$e#I always try to keep a bright face on, but... I get scared sometimes that this won't work out like I want it to. I know we're not really getting enough customers.$s#$e#If it weren't for Theo, I don't know if we'd still be open...$s",
  "Tabitha.Normal.fall_Sat8": "@, I want to say thank you. You've supported me and the café even when I had doubts about what I was doing.#$e#From watching you, I realized it takes more than a smile and some optimism to make something successful.#$e#I'm going to put in more effort now, beyond just baking, into my business!$h",
  "Tabitha.Normal.fall_Sun": "Pelican Town was the only place I could find a piece of land I could afford to build the Stray Catfe.#$e#Theo says the spot is no good for business, but I like it!",
  "Tabitha.Normal.fall_Sun10": "Maybe the café would have been more successful on another plot of land somewhere else...$3#$e#But if we were somewhere else, I wouldn't have been neighbors with you. We might not have even met!$s#$e#So with that in mind, I think I picked the perfect place.$l",
  "Tabitha.Normal.fall_15": "Ah! Sorry, don't have much time to talk.$7#$e#I need to get everything ready for my booth at the fair tomorrow!",
  "Tabitha.Normal.fall_26": "The Spirit's Eve festival sounds a little too much for me... I can't handle scary stuff.$s#$e#I'll just stay inside and eat candy and pumpkin pie, thanks.#$e#Theo will probably force me to watch horror movies with him...$s",
  "Tabitha.Normal.winter_Mon": "Hmm-hmm-hm-hm...#$e#Oh, hi! Did you hear me humming? I have holiday music stuck in my head.$h",
  "Tabitha.Normal.winter_Mon6": "Have you ever been kissed under a mistletoe before, @? I haven't.#$e#Why am I asking? Um, no reason...$l",
  "Tabitha.Normal.winter_Tue": "I think I saw a kitty outside. Poor thing! I bet it's cold!$s#$e#If I see it again I want to give it some food...$s",
  "Tabitha.Normal.winter_Tue4": "Winter is the perfect time to snuggle up with a cat and drink some tea...#$e#I wish I had a cat!",
  "Tabitha.Normal.winter_Wed": "I'm not sure why, but only Theo seems to call me \"Tabitha.\"#$e#You're welcome to call me that too, if you want.",
  "Tabitha.Normal.winter_Wed4": "Did you know Theo's full name is Theodore?#$e#Don't tell him I told you! He'd be so mad!$h",
  "Tabitha.Normal.winter_Thu": "I like all seasons in different ways. Winter is so fun because of the snow!$h#$q 220/221/222 winter_Thu_old#Which season is your favorite, @?#$r 220 5 winter_Thu_220#Spring is my favorite.#$r 220 5 winter_Thu_220#I like Summer the most.#$r 221 10 winter_Thu_221#I love Fall.#$r 222 10 winter_Thu_222#Winter is the best!",
  "Tabitha.Normal.winter_Thu_old": "#$p 220# Hang in there until it gets warmer, @. You'll make it!|Have fun with your season off!",
  "Tabitha.Normal.winter_Thu_220": "Ah, you like warmer weather, huh? I hope the snow doesn't bum you out too much.$3",
  "Tabitha.Normal.winter_Thu_221": "Oh, yeah, you must make a ton of money in the fall with the harvest, right? I'm sure you like it for other reasons too, though!$h",
  "Tabitha.Normal.winter_Thu_222": "Do you like Winter best because you don't have as much work to do on the farm? You're so funny, @!$h",
  "Tabitha.Normal.winter_Fri": "You would think Winter would be the busiest time for the café, but...$3#$e#Seems people don't want to walk through the snow to get here.$s#$e#Maybe I could go door-to-door with a cart of hot drinks!",
  "Tabitha.Normal.winter_Sat": "I love the snow, but sometimes it's nicer to enjoy it from inside.#$e#I have a lovely view from the counter, and the oven behind me keeps me perfectly warm.$h",
  "Tabitha.Normal.winter_Sat10": "Oh, @, you look frozen!$7#$e#Here, let me warm you up with a big hug.#$e#Much better. Stay safe out there! Mwah!$h",
  "Tabitha.Normal.winter_Sun": "How did time fly by so quickly?$7#$e#It feels like just yesterday was the grand opening. Now another year is almost over.$3",
  "Tabitha.Normal.winter_Sun2": "Hey, @. You know what my new year's resolution is?#$e#Well, I was gonna say I'd like to become better friends with you, but now that I'm thinking about it I should probably make one about baking.#$e#Why not both, though?$h",
  "Tabitha.Normal.winter_Sun8": "My new year's resolution? I can't tell you!$6#$e#Here's a hint: it involves you, @.$l#$e#You'll find out soon enough...! *giggle*$l",
  "Tabitha.Normal.winter_15": "It's a little sad that free coffee at the Night Market means the café won't get much business... But I want to be a good sport about it.$3#$e#Maybe I can make friends with the coffee merchant and we can give each other tips!",
  "Tabitha.Normal.winter_24": "The Feast of the Winter Star is my favorite holiday!$h#$e#I'm gonna bake like crazy for everyone. I can't wait!$h",

  "Tabitha.Marriage.Rainy_Day_0": "Ack! I'll have to run through this rain to get to the cafe...$7#$e#You're gonna get soaked too, @. I hope we don't get colds!$s",
  "Tabitha.Marriage.Rainy_Day_1": "Oh, the sky is awfully dark out there.$s#$e#I hope a storm doesn't come. We wouldn't want the farm to be damaged!$3",
  "Tabitha.Marriage.Rainy_Day_2": "Are the animals okay, @?$s#$e#If you need any help out there, let me know. I can spare a few minutes before heading to work.",
  "Tabitha.Marriage.Rainy_Day_3": "I would ask you to try and not get too muddy out in the fields today, but I know it's inevitable.#$e#You'll help clean up the floors later, right?",
  "Tabitha.Marriage.Rainy_Day_4": "Sometimes I get the urge to just run out in the rain and not care how soaked I get. It sounds kind of fun.$h#$e#Ooh, would you kiss me in the rain? It'd be so romantic! *giggle*$l",
  "Tabitha.Marriage.patio_Tabitha": "It's nice to just sit and take in some fresh air from time to time.",
  "Tabitha.Marriage.Rainy_Night_0": "Sunny weather is always nice, but the sound of rain is soothing.#$e#It'll help put me to sleep tonight. I hope it does the same for you.",
  "Tabitha.Marriage.Rainy_Night_1": "The cafe doesn't get much business on rainy days.$s#$e#At least I got to chat with Theo.",
  "Tabitha.Marriage.Rainy_Night_2": "Maybe someday my parents will come and visit.#$e#I'm still a little sad they didn't make it to our wedding... I think they'd like you.$3#$e#I'm keeping them updated through letters, though.",
  "Tabitha.Marriage.Rainy_Night_3": "Hm... The rain helps me think.$3#$e#I'm brainstorming new recipe ideas...#$e#Tell me if you have any suggestions, @.",
  "Tabitha.Marriage.Rainy_Night_4": "@, do you want to go to bed soon?#$e#It's the perfect weather for snuggling!$l",
  "Tabitha.Marriage.Indoor_Day_0": "Hi, sweetie! I made breakfast! [211 195 201]$h#$e#Have a good day. Love you!$h",
  "Tabitha.Marriage.Indoor_Day_1": "It's amazing to have all these fresh ingredients from the crops and animals!$h#$e#I think my baking is getting better and better thanks to it.",
  "Tabitha.Marriage.Indoor_Day_2": "Sometimes I wonder if it was fate that made me set up my cafe in Stardew Valley.#$e#If I hadn't, I wouldn't be here with you right now.$s#$e#I can't imagine my life anywhere else.$h",
  "Tabitha.Marriage.Indoor_Day_3": "Sorry, sweetie. I can't give you a discount at the cafe even though we're married. Theo won't let me.$3#$e#I can always bring you home free leftovers, though!",
  "Tabitha.Marriage.Indoor_Day_4": "Are you going to the mines, @?#$e#Please be careful. It sounds really scary!$s",
  "Tabitha.Marriage.Indoor_Night_0": "Ooh, it was a long day today. But a good one!#$e#Let's go to bed soon, all right?",
  "Tabitha.Marriage.Indoor_Night_1": "We should have Theo over for dinner one of these nights.#$e#He's not that great in the kitchen. I'm worried he's only eating my pastries over there at the cafe!$s",
  "Tabitha.Marriage.Indoor_Night_2": "I brought home some leftovers from the cafe for you, @. [223 234 232]$h",
  "Tabitha.Marriage.Indoor_Night_3": "How was your day today, sweetie?$#e#Mine was good! The cafe has been doing better lately.$h",
  "Tabitha.Marriage.Indoor_Night_4": "Hm... I might be staying up tonight to do some accounting.$3#$e#It's not fun, but you and Theo taught me that it's not something I can ignore.",
  "Tabitha.Marriage.Outdoor_0": "Ah... The valley always has such clean air, but there's something special about the farm.$h#$e#Maybe it's all the crops?",
  "Tabitha.Marriage.Outdoor_1": "You know what we should do? Make a cat rescue!$h#$e#Oh, come on, there's definitely enough room here for it! What's a few more animals?$h",
  "Tabitha.Marriage.Outdoor_2": "Maybe I'll go visit all the animals. They're all so adorable!$h",
  "Tabitha.Marriage.OneKid_0": "%kid1 has your laugh, @. It makes me smile every time I hear it!$h^I'm so glad we're able to provide %kid1 with a loving home. Adopting was such a good decision!$h",
  "Tabitha.Marriage.OneKid_1": "I always knew I wanted to be a mom, but I didn't know it would happen so soon!$h#$e#I'm so happy. I love you and %kid1 so much.$l",
  "Tabitha.Marriage.OneKid_2": "*yawn* %kid1 was fussy last night... I'm sleepy.$s#$e#You slept right through all the crying. It was honestly impressive.",
  "Tabitha.Marriage.OneKid_3": "I think I'm getting the hang of being a parent!$h",
  "Tabitha.Marriage.TwoKids_0": "I can't wait until the kids are old enough for me to teach them how to cook!$h#$e#You can teach them farming, too, of course.#$e#Let's teach them the value of hard work!$h",
  "Tabitha.Marriage.TwoKids_1": "One of these days, I'll have Theo come over and babysit.#$e#It'd be good for him to watch over the kids.#$e#And that way we could sneak in a date night!$l",
  "Tabitha.Marriage.TwoKids_2": "I hope %kid1 and %kid2 will get along as they get older.#$e#Theo and I were always close because we're twins, but we've definitely had our fights.$3#$e#I'm sure they'll be fine.",
  "Tabitha.Marriage.TwoKids_3": "I'm so excited to see how %kid1 and %kid2 grow over the years.$h#$e#Let's make sure to give them a great childhood, okay?",
  "Tabitha.Marriage.Good_0": "Hi, honey!#$e#Oh, before you head out, I made lunch for you to take with you! [240]#$e#Make sure you keep your energy up out there!$h",
  "Tabitha.Marriage.Good_1": "*giggle*$l#$e#I still get butterflies when I see you. It's so nice.$l",
  "Tabitha.Marriage.Good_2": "Love you, sweetie!#$e#I want to make sure I let you know that often.$l",
  "Tabitha.Marriage.Good_3": "Sweetie! I think this pumpkin pie turned out really well. I want you to try it! [608]$h",
  "Tabitha.Marriage.Good_4": "I didn't think I could be any happier than I was when I opened the cafe...#$e#I was totally wrong. I can't even describe how happy I am here with you!$l",
  "Tabitha.Marriage.Good_5": "What's life gonna be like in 50 years?#$e#I used to not be able to picture it very well.#$e#Now that I know I'll be growing old with you, I'm actually looking forward to it!$l",
  "Tabitha.Marriage.Good_6": "Surprise attack! Mwah!$l#$e#Have a great day, @!$h",
  "Tabitha.Marriage.Bad_7": "Hi, @...$s#$e#Are you... okay?$s#$e#You haven't seemed like yourself lately.$s",
  "Tabitha.Marriage.Bad_8": "You know, you've hurt my feelings a lot recently.$a#$e#...Are you going to apologize?$a",
  "Tabitha.Marriage.Bad_9": "...Maybe I should go stay at the cafe for a bit...$s",
  "Tabitha.Marriage.funLeave_Tabitha": "",
  "Tabitha.Marriage.funReturn_Tabitha": "",
  "Tabitha.Marriage.spring_1": "Are you going to buy seeds right away, honey?#$e#I wish I could come with you. Let me know what you choose to grow this season when you get home!",
  "Tabitha.Marriage.spring_15": "Wow, are we already halfway through Spring?$7#$e#Phew, time flies when you're having fun!$h",
  "Tabitha.Marriage.summer_1": "Summertime! Oh, we're gonna have so much fun!$h",
  "Tabitha.Marriage.summer_11": "I'll see you at the Luau, sweetie.#$e#I just need to finish up the food I'm bringing!",
  "Tabitha.Marriage.fall_1": "You'll grow lots of pumpkins this season, right?#$e#And in return I'll bake tons of pumpkin treats, I promise.#$e#Ooh, I can't wait!$h",
  "Tabitha.Marriage.fall_15": "I should start stocking up on pumpkin for the rest of the year...$3",
  "Tabitha.Marriage.winter_1": "Happy Winter, @!$h#$e#The farm looks beautiful when stuff is growing, but I think it also looks lovely covered in snow.",
  "Tabitha.Marriage.winter_28": "Have you made your New Year's resolution yet, sweetie?#$e#I think mine... is to have an even happier year than last year.#$e#It's gonna be tough to beat, I know!$h",
  "Tabitha.Marriage.SeedShop": "I'm getting groceries for both us and the cafe.$h",

  "Tabitha.Schedule.spring.000": "I'm prepping dough for tomorrow morning. You can watch if you want!$h",
  "Tabitha.Schedule.rain.000": "Oh hi, @! Theo and I have tea together on nights like these. Want to join us for some gossip? *giggle*$h",


// Theo Dialogue //

  "Theo.Engaged.0": "Are we really doing this? We are, aren't we?$6",
  "Theo.Engaged.1": "Tabby is going to flip out... in a good way, of course.$l",
  "Theo.Normal.Introduction": "Oh, hi. I'm Theo.#$e#Um... Have you met my sister, Tabitha? She'd be happy to talk to you.",
  "Theo.Normal.danceRejection": "*cough* I think I'll be on my own this year.$3",
  "Theo.Normal.divorced": "You're not worth my time anymore.$a",
  "Theo.Normal.dumped_Guys": "Ugh. I don't want to see you right now.$a",
  "Theo.Normal.secondChance_Guys": "Hey... It might be dumb of me, but I'm gonna give you one more chance. Don't prove me wrong.$3",
  "Theo.Normal.Mon": "Mondays are nice and calm. Tabby's out of the house.#$e#Though that means I'm on my own for food...$3",
  "Theo.Normal.Mon4": "I worry about Tabby...$s#$e#The café is a fun idea and all, but she needs to seriously think about what she'll do if it doesn't work out.$s#$e#We're pretty much breaking even every month.$s",
  "Theo.Normal.Mon8": "I honestly don't know how the café has stayed open this long...$s#$e#It seems like we're slowly getting more and more customers, though.#$e#Maybe there's something to Tabby's never-give-up attitude after all.",
  "Theo.Normal.Tue": "Hm? Did you need something?#$e#Talk to my sister if it's about the café.",
  "Theo.Normal.Tue2": "Does Tabby keep telling you to talk to me or something?#$e#Oh, I don't mean to sound annoyed... Just a little confused, I guess. You're very sociable.",
  "Theo.Normal.Tue6": "Hey, @. Nice to see you.$h#$e#I'm not sure if I'm the best at making it clear, but I appreciate your friendship. Thanks for stopping by all the time.",
  "Theo.Normal.Tue10": "If someone told younger me that I would one day move to the middle of nowhere and find the love of my life in a farmer, I wouldn't have believed it. It sounds too good to be real.#$e#But here I am, and here you are... I have to laugh. It's kind of a dream come true.$l",
  "Theo.Normal.Wed": "Hi...$3#$e#Sorry, I have a lot of work to get done today. Don't have time to talk.$3",
  "Theo.Normal.Wed6": "My work load has gotten a little easier lately. I think you're a good influence on Tabby, @.$h",
  "Theo.Normal.Thu": "Hey, uh...#$e#I'm sorry, I don't remember your name.$s#$e#@, right. I'll do my best to remember it, but no guarantees.",
  "Theo.Normal.Thu4": "Sorry I kept forgetting your name when we first met.#$e#Both Tabby and I are bad at that.#$e#Huh? Of course I still remember it. Um... @! Told you.$7",
  "Theo.Normal.Fri": "Tabitha wants to bring a cherry tree... inside.$s#$e#*sigh* I always have to keep my sister's imagination in check.#$e#Don't get me wrong, I think they're pretty too, but they belong outside.",
  "Theo.Normal.Sat": "You're new here too, yeah? Good luck.",
  "Theo.Normal.Sat2": "Tabitha keeps trying to drag me out to get to know people in town.$3#$e#I'm good with her making friends, but I'm not sure how long I'm gonna stick around here.#$e#That being said, I don't know what I'll do if I leave...$s",
  "Theo.Normal.Sat8": "I thought that I wasn't gonna stay here in the valley, but... it's pretty nice here, isn't it?#$e#I admit, you may have had a hand in changing my mind, @.$h#$e#Okay, you got me. You were the main reason I changed my mind.$l",
  "Theo.Normal.Sun": "I always hated Sundays as a kid, but now it's weird because I have Mondays off...",
  "Theo.Normal.spring_1_2": "Finally, the snow's melted! I thought I was going to go crazy from being cooped up inside all Winter.$h",
  "Theo.Normal.spring_23": "A dance, huh?#$e#Even if I could dance normally, I wouldn't be big on it. Sounds embarrassing.#$e#At least Tabby will have fun.",
  "Theo.Normal.summer_Mon4": "It's pretty obvious, but I'm an introvert while my sister is an extrovert.#$e#We're a little like two sides of the same coin. As kids, we were inseparable.$h#$e#You know, part of the reason I moved here might have been because I was nervous about being away from Tabby.$3",
  "Theo.Normal.summer_Tue": "I'll admit, I don't envy Tabby for having to stand behind that counter when it's this hot out.$s#$e#She has to tough it out if she wants this café to succeed, though.",
  "Theo.Normal.summer_Wed4": "I'm sure you've noticed by now, but I like plants and gardening.#$e#I'm more into flowers than crops, but hey, I guess we have that in common, right?$h",
  "Theo.Normal.summer_Wed6": "I'm getting more and more curious about your farm, @.#$e#Do you think I could come see it sometime? Maybe we could exchange tips?#$e#*cough* Sorry I'm so awkward at this. I haven't made new friends in a long time.$6",
  "Theo.Normal.summer_Thu2": "Sounds like we're kind of in similar situations, being new to the valley.#$q 455/456 summer_Thu2_old#If you don't mind me asking, why did you move here?#$r 455 20 summer_Thu2_455#I wasn't happy with my old life.#$r 455 0 summer_Thu2_455#For my family.#$r 456 -30 summer_Thu2_456#None of your business.",
  "Theo.Normal.summer_Thu2_old": "#$p 455#I moved here for practically the same reasons you did.|I guess you're not interested in talking about it though.$3",
  "Theo.Normal.summer_Thu2_455": "Oh, I'm the same, in a way. Interesting.",
  "Theo.Normal.summer_Thu2_456": "Yeesh, that's what I get for trying to reach out, I guess... Sorry to bother you.$s",
  "Theo.Normal.summer_Thu6": "Back at home, I dropped out of college. I still don't know what I want to do, really, but it's definitely not that.$s#$e#When Tabby made arrangements to open the café here, I was eager to get away from my parents' disappointment. I also wanted to look out for my sister and help her, but... yeah.$3#$e#You've been a good friend, so I figured you should know.",
  "Theo.Normal.summer_Fri": "Ahh, the sun has me in a good mood today.$h",
  "Theo.Normal.summer_Fri8": "...Wow. It just hit me how happy I get when I see your face, @.$l#$e#I hope you have a good day.$l",
  "Theo.Normal.summer_Sat": "I'm not too thrilled about the intense heat, but I do like all the greenery in Summer.",
  "Theo.Normal.summer_Sun6": "Oh, @, hi.$7#$e#You look... nice today.$6",
  "Theo.Normal.fall_Mon6": "Hey, @. We should play chess together sometime.$h#$e#If you don't know how to play, I can teach you.",
  "Theo.Normal.fall_Tue8": "@... Have you ever considered getting extra help for your farm?#$e#Why? *cough* It was... just a random thought.$6",
  "Theo.Normal.fall_Wed": "The days keep getting colder and colder... Winter is just around the corner. *sigh*$s",
  "Theo.Normal.fall_Thu4": "How's the farm? Pretty busy in the Fall, I assume?",
  "Theo.Normal.fall_Fri": "Pumpkin this, pumpkin that...$3#$e#I like pumpkin as much as the next person, but I wish some other Fall vegetables got recognition too.#$e#Like artichokes... yum.$h",
  "Theo.Normal.fall_Fri6": "We've become pretty good friends, @. And I'm grateful for it.#$e#But I need to make something clear: if you ever hurt my sister, I'll never forgive you.$a#$e#That won't happen, though, I'm sure.",
  "Theo.Normal.fall_Sat": "Are you growing Fairy Roses this year?#$e#Why? Oh, I'm just curious.",
  "Theo.Normal.fall_Sat4": "I really like Fairy Rose flowers, but I'm having a tough time growing them this season... Not sure what I'm doing wrong.$s#$e#I don't suppose you have any tips, @? No? Ah, well.$3",
  "Theo.Normal.fall_Sat10": "I should try to grow enough Fairy Roses to make you a bouquet, @.$l#$b#Unless you like a different flower better? *cough* Sorry, I should've asked.$s",
  "Theo.Normal.fall_Sun": "A gridball game is on today? Eh, I've never much cared for sports.$3",
  "Theo.Normal.winter_Mon": "Everyone always assumes I love Winter, but that can't be farther from the truth. I hate the bleakness.$s#$e#It's also a total pain to get my wheelchair through the snow.$3",
  "Theo.Normal.winter_Mon2": "I liked the snow all right when I was really little, before I got my wheelchair.#$e#I've always hated that all the plants die in Winter, though.$s",
  "Theo.Normal.winter_Mon6": "It's hard to stay grumpy at the snow when Tabby's so excited for it.#$e#Do you like the break from farmwork? I guess you still have to take care of your animals, though.",
  "Theo.Normal.winter_Tue4": "Fun fact about me: I used to be a regional champ at chess as a kid.$h#$e#I'm not really sure why I'm telling you that. Sorry if it seemed egotistical.",
  "Theo.Normal.winter_Thu4": "*sigh* I wish Tabby would take on a little more responsibility with the café.$s#$e#I only agreed to help with the accounting because I had nothing better to do. That doesn't mean it's exactly fun for me...",
  "Theo.Normal.winter_Fri": "%Theo is muttering under his breath about budget calculations. He's a bit preoccupied.",
  "Theo.Normal.winter_Fri8": "You know what I could go for right now? Snuggling with you by a fire with a nice cup of hot cocoa.$l#$e#If I could just do that all Winter, it wouldn't be such a bad season.$l",
  "Theo.Normal.winter_Sat": "It's in cold weather like this that I really start to think about moving away...$s",
  "Theo.Normal.winter_Sat6": "My poor plants... I can't wait for Spring.$s#$e#The thought of all the flowers blooming again is comforting.",
  "Theo.Normal.winter_Sun": "I'm swamped with work today. Ugh.$a",
  "Theo.Normal.winter_Sun6": "Do you have to do much accounting for your farm, @?#$e#No? Wow, that sounds so nice.",
  "Theo.Normal.winter_Sun10": "I'm not as good of a cook as my sister is. That... doesn't bother you, does it?#$e#I might try to get better at it. Someday, I hope I can cook you some meals to make your work load easier.$l",

  "Theo.Marriage.Rainy_Day_0": "Do the fields ever get flooded? I hope not. I'd get worried sick about you going out there if that happened.$3",
  "Theo.Marriage.Rainy_Day_1": "*sigh* It's raining. Stay safe out there, @.$3#$e#Try not to get too soaked. I'd hate for you to get sick.$s",
  "Theo.Marriage.Rainy_Day_2": "Most people would say rain is nice because it waters your plants for you, but I actually like watering...$s",
  "Theo.Marriage.Rainy_Day_3": "I should stay inside today. Wouldn't want my wheelchair tracking mud all over the house.",
  "Theo.Marriage.Rainy_Day_4": "@, I know I haven't been calling you pet names. It feels a little odd saying them, personally.$3#$e#But if you want me to I can try... honey?$l#$e#*cough* See? It's so awkward!$6",
  "Theo.Marriage.patio_Theo": "",
  "Theo.Marriage.Rainy_Night_0": "It rained all day...$s#$e#We'll need to make sure the crops aren't overwatered tomorrow.",
  "Theo.Marriage.Rainy_Night_1": "Ugh, the gloomy weather has just made me sleepy all day.$s#$e#Don't know about you, but I'm gonna hit the hay pretty soon.",
  "Theo.Marriage.Rainy_Night_2": "Here's to hoping the rain stops tomorrow.#$e#Ready to head to bed, @?",
  "Theo.Marriage.Rainy_Night_3": "...Maybe I should reach out to my parents.$3#$e#I kind of feel bad for not inviting them to our wedding.$s#$e#Tabby insists they'd be proud of me, now.$3",
  "Theo.Marriage.Rainy_Night_4": "I know I complain about the rain all the time, but I have to admit it's nice to spend these rainy evenings inside with you.$l",
  "Theo.Marriage.Indoor_Day_0": "Well, I tried my hand at making breakfast. Want some? [194 210 195]#$e#It's not much, but I hope it tastes okay.",
  "Theo.Marriage.Indoor_Day_1": "Morning, handsome.$h^Morning, beautiful.$h#$e#...*cough* Being suave doesn't come naturally to me. I'm trying!$6",
  "Theo.Marriage.Indoor_Day_2": "I feel I should make something clear: just because you're Tabby's brother-in-law now doesn't mean you can get discounts at the cafe.^I feel I should make something clear: just because you're Tabby's sister-in-law now doesn't mean you can get discounts at the cafe.#$e#She needs all the profits she can get!",
  "Theo.Marriage.Indoor_Day_3": "@, when did you get this cut on your hand? Probably from working the fields, huh?$s#$e#I think I have a bandage on me somewhere... Here.#$e#All better. Take care of yourself, okay?",
  "Theo.Marriage.Indoor_Day_4": "I should take stock of all the crops today and our profit margins for this season...$3#$e#Ah, you caught me. Old habits die hard.$h",
  "Theo.Marriage.Indoor_Night_0": "Tabitha seems to be holding her own over at the cafe. Soon I won't have to work there at all anymore.#$e#I'm proud of her.$h",
  "Theo.Marriage.Indoor_Night_1": "Tabitha told me to say hi to you for her, @.$h",
  "Theo.Marriage.Indoor_Night_2": "Hey, you look really tired. You okay?$s#$e#It's my job to look after you now. Of course I'm gonna worry!",
  "Theo.Marriage.Indoor_Night_3": "I did my best to clean up the house today.#$e#You might still have to dust in some places I couldn't reach, though. Hope you don't mind.",
  "Theo.Marriage.Indoor_Night_4": "Tabitha's trying to teach me how to cook better so I can make you good meals. I'm grateful to her.$l#$e#Here's dinner, courtesy of her help. [198 200 224]$h",
  "Theo.Marriage.Outdoor_0": "Ah... I didn't know it before, but this is all I've ever wanted in life.#$e#I've never felt so content before.$h",
  "Theo.Marriage.Outdoor_1": "I love this place. You're so lucky to have inherited it, @.$h#$e#I didn't know your grandpa, but I hope I can help you do him proud.",
  "Theo.Marriage.Outdoor_2": "",
  "Theo.Marriage.OneKid_0": "I... have to be honest, I might not have known what I wanted to do with my life, but I definitely never saw myself as a dad.#3#$e#I think I like it, though.$l",
  "Theo.Marriage.OneKid_1": "...%kid1 is so cute.$l#$e#I've always been neutral about kids, but it's totally different when you have one of your own...#$e#Do you think it comes from your side of the family or mine?$h",
  "Theo.Marriage.OneKid_2": "I can't wait to see %kid1 grow up. But it's a little scary at the same time.#$e#I hope I'm able to be a good dad.",
  "Theo.Marriage.OneKid_3": "I'm sure if we ever needed it, Tabby would be ecstatic to babysit little %kid1.#$e#Just say the word when you want to have an evening to ourselves.$h",
  "Theo.Marriage.TwoKids_0": "Let's be sure to stay on top of taking the kids to the doctor.#$e#We should be prepared in case one of them inherited my disease.$3#$e#I might not be close with my parents anymore, but they did right by me and my condition. I know we can do the same for our children.",
  "Theo.Marriage.TwoKids_1": "I hope %kid1 and %kid2 grow to be close, like Tabby and I are.#$e#There's something special about bonds between siblings.$h",
  "Theo.Marriage.TwoKids_2": "You know what nice about my wheelchair? I can have my kids sit in my lap anytime I please.$h",
  "Theo.Marriage.TwoKids_3": "I had the kids help me out in the field the other day. They seemed to enjoy it.$h#$e#I'm sure with us as their parents, they'll grow to love plants and animals a lot.$h",
  "Theo.Marriage.Good_0": "*cough* Hey, uh... I wanted to let you know how much I love you.$l#$e#I know I don't say it as often as I could, but I hope you know always know that I do.$l",
  "Theo.Marriage.Good_1": "Oh, @, you look stunning today.$7#$e#As always, of course, but today in particular.$h",
  "Theo.Marriage.Good_2": "Some days I wake up convinced that my life here, being married to you, has all been a dream.$s#$e#But luckily that doesn't last long.$h",
  "Theo.Marriage.Good_3": "@, I love you so much.$l#$e#I'm really sentimental today, I know.$6",
  "Theo.Marriage.Good_4": "Is this going to be our daily routine for the rest of our lives? Because if it is, I don't mind it one bit.$h",
  "Theo.Marriage.Good_5": "Good morning, @. I hope you have a good day.$h#$e#*cough* Aren't you gonna... give me a kiss?$s#$e#Agh! This is so embarrassing. You're getting too much enjoyment out of this.$6",
  "Theo.Marriage.Good_6": "I've never really bought into stuff about fate and destiny...#$e#But I have to wonder sometimes if we were fated to meet.$l#$e#Ah, it sounds even sillier when I say it out loud. Don't mind me.$6",
  "Theo.Marriage.Bad_7": "@, are you sure you're... That I...$s#$e#Ugh, nevermind.$a",
  "Theo.Marriage.Bad_8": "What is with you, lately?$a#$e#I'm not really in the mood to talk.$a",
  "Theo.Marriage.Bad_9": "You know what's sad? I find myself wishing I was back at the cafe doing accounting.$s",
  "Theo.Marriage.funLeave_Theo": "",
  "Theo.Marriage.funReturn_Theo": "",
  "Theo.Marriage.spring_1": "Another beautiful Spring!$h#$e#I'm excited to have an amazing year with you, @.$l",
  "Theo.Marriage.summer_1": "Summer is beautiful, but I'm not immune to the heat.#$e#And neither are you. Make sure you're staying safe and hydrated out there, okay?$3",
  "Theo.Marriage.summer_15": "The crops are looking great. I'll be sure to give them an extra watering, though.$h",
  "Theo.Marriage.fall_1": "It's too bad the weather is getting colder, but I have to admit Fall means good food, and lots of it.$h",
  "Theo.Marriage.fall_15": "*shudder* I can feel Winter getting closer and closer...$s#$e#You'll keep me warm, right, @?$l",
  "Theo.Marriage.fall_27": "Are you going to the festival today?#$e#If you're scared to go in the haunted maze, I can protect you.$l",
  "Theo.Marriage.winter_15": "Just a few more weeks until Spring.#$e#I can't wait to see the farm in bloom again.$h",
  "Theo.Marriage.winter_28": "I'm happy with how this year went. How about you?$h#$e#It might sound cheesy, but I'm pretty sure any year I spend with you will be a great one.$l",

  "Theo.Schedule.Mon.000": "Coming out here never fails to lift my spirits. It's so beautiful.$h",
  "Theo.Schedule.spring.000": "I'm helping with the public flowerbeds. They're nice, but between you and me, they could use a touch-up.",
  "Theo.Schedule.winter_Mon.000": "I'm still groggy from sleeping in. Ugh.$a",
  "Theo.Schedule.winter_Mon.001": "I know I should eat something healthier for breakfast, but Tabby's pastries are so good. And... I can't really cook.$s",
  "Theo.Schedule.rain.000": "Whatever Tabby tells you, we aren't gossiping, I swear.$7",


// Festival Dialogue //

  "Tabitha.Festival.spring13": "Eggs are important in baking! Let me know what you think of the sweets. I helped make them, of course.$h",
  "Tabitha.Festival.spring24": "I wonder if anyone will ask me to dance with them? *giggle*$l",
  "Tabitha.Festival.summer11": "Look at all this wonderful food! Theo and I brought some special spices to add to the soup. How about you, @?$h",
  "Tabitha.Festival.summer28": "@, you made it! You can join Theo and me if you'd like. When do you think the first one will show up?",
  "Tabitha.Festival.fall16": "Mmm, these burgers are delicious! I wonder what Gus' secret is?$h",
  "Tabitha.Festival.fall20": "Don't worry, Emily! I can dance with you! Can't promise I'll be any good, though!$h",
  "Tabitha.Festival.fall27": "AGH!!!$7#$b#...Oh, it's just @! See, I told you this was too scary for me, Theo!$s",
  "Tabitha.Festival.winter8": "Theo didn't want to come because of the snow. I'll have to have twice as much fun for him!",
  "Tabitha.Festival.winter8_theo": "Wow, I just can't believe you're here, Theo!#$b#You must really love @ if you're braving the snow for him, huh?$1^You must really love @ if you're braving the snow for her, huh?$1",
  "Tabitha.Festival.winter25": "It's the best day of the year! I want to tell you who my partner for the gift exchange is so badly, but I know I can't.$h",
  "Tabitha.Festival.winter28": "Thank Yoba for all this warm food, or else we'd all turn into icicles up here!$h#$b#Oh, and the giant fire helps, too.",

  "Tabitha.Festival.spring13_spouse": "Hey, honey! Wanna try one of Evelyn's meringues? They're delicious!$1#$b#Here, say ahh~!",
  "Tabitha.Festival.spring24_spouse": "I wonder if a certain cute local farmer will ask me to dance with him? *giggle*$1^I wonder if a certain cute local farmer will ask me to dance with her? *giggle*$l",
  "Tabitha.Festival.summer11_spouse": "Did you bring something for the soup, dear?#$b#Here, take some of the Amaranth I brought just in case.[300]",
  "Tabitha.Festival.summer28_spouse": "I love this festival, but I'll have to wake up so early tomorrow to change the decor for the cafe!$s#$b#Oh well, I can feel bad for myself later. For now I'll just focus on having a good time!",
  "Tabitha.Festival.fall16_spouse": "Good luck with your grange display, dear!$1#$b#I'd go over there to cheer you on, but Willy's display kind of smells...$1",
  "Tabitha.Festival.fall20_spouse": "Psst, honey...#$b#I know I'm supposed to support the girls' team, but Keahi's fruits look really good! Would it be bad of me to buy them?$s",
  "Tabitha.Festival.fall27_spouse": "Honey, can you stay with me? I'll feel safer if you're here, too...$s",
  "Tabitha.Festival.winter8_spouse": "",
  "Tabitha.Festival.winter25_spouse": "",
  "Tabitha.Festival.winter28_spouse": "",

  "Theo.Festival.spring13": "Where did Tabby go...? I'm always so awkward at these events.$s",
  "Theo.Festival.spring24": "Man, I wish this festival was actually about flowers and not just dancing... It's so misleading.$s",
  "Theo.Festival.summer11": "Phew, there's a lot of people here... I came over here for a breather.",
  "Theo.Festival.summer28": "I'll admit I'm looking forward to seeing the jellyfish. There was never anything like this back where Tabby and I are from.",
  "Theo.Festival.fall16": "Are you any good at this game? I feel like it's rigged.$3",
  "Theo.Festival.fall20": "Every year, the boys' stall is a complete mess...#$b#I'd help them decorate a bit, but honestly, I can't be bothered$h.",
  "Theo.Festival.fall27": "Aw, come on, Tabby! You always drag me to festivals I don't want to go to, so I think it's only fair you come to this one. I'll keep you safe, don't worry!$h",
  "Theo.Festival.winter25": "I guess the holiday cheer is a bit contagious. This is a pretty nice event.",
  "Theo.Festival.winter28": "Getting all the way up here can be a pain, but Philip made sure the correct accommodations were in place.$h#$b#Now if only he could make it earlier... *yawn*$s",

  "Theo.Festival.spring13_spouse": "",
  "Theo.Festival.spring24_spouse": "",
  "Theo.Festival.summer11_spouse": "",
  "Theo.Festival.summer28_spouse": "",
  "Theo.Festival.fall16_spouse": "",
  "Theo.Festival.fall20_spouse": "",
  "Theo.Festival.fall27_spouse": "",
  "Theo.Festival.winter8_spouse": "It's really not that big a deal, Tabby... Can't we just focus on the festival?$6",
  "Theo.Festival.winter25_spouse": "",
  "Theo.Festival.winter28_spouse": "",


// Event Dialogue //

  // Tabitha 2 heart event
  "Tabitha.Event2.0": "Oh! Hi, @. I didn’t expect to see you here.$7",
  "Tabitha.Event2.1": "I suppose you’re wondering what I’m doing...#$b#Well, I heard that people hang out in the saloon a lot, so I was thinking of going to try and make some new friends!#$b#But... I’m nervous. I don’t like alcohol, and I’m worried people might judge me.$s",
  "Tabitha.Event2.2": "What should I do...?",
  "Tabitha.Event2.event_saloon1": "You're right, everyone does seem really nice. Thanks, @. If it doesn't work out in there, at least I know I already have a friend in you!$h",
  "Tabitha.Event2.event_saloon2": "...I'll never get anywhere with that kind of attitude, @! All right, I'm going in.$a",
  "Tabitha.Event2.3": "Everyone’s nice. They wouldn’t judge you for that.",
  "Tabitha.Event2.4": "If you’re uncomfortable, don’t go in.",
  "Tabitha.Event2.5": "See you later!",

  // Theo 2 heart event
  "Theo.Event2.0": "*cough* Ah, hi. I wasn’t expecting you to come out.$7#$b#I’m not used to people waking up as early as me and Tabby. I forgot farmers are early risers too.#$b#I promise I’m not being creepy; I just wanted to check out your farm... I like plants a lot. This is all pretty impressive.",
  "Theo.Event2.1": "...If you don’t want me to come around like this, I understand.",
  "Theo.Event2.2": "You’re welcome to visit any time!",
  "Theo.Event2.3": "You shouldn’t be snooping around here without permission.",
  "Theo.Event2.event_farm1": "Oh, thank you. That's kind of you.$h",
  "Theo.Event2.event_farm2": "Yeah, okay. Sorry about all this.$s",
  "Theo.Event2.4": "Well, things are awkward now... I’ll head out.$3#$b#See you around, I guess.",

  // Tabitha 4 heart event
  "Tabitha.Event4.0": "Hm... Where is it...?$3",
  "Tabitha.Event4.1": "Hi, @! Over here!$h",
  "Tabitha.Event4.2": "Fancy seeing you here, haha!$h#$b#I don’t suppose you could help me find some nutmeg? I’m having a little trouble tracking it down.",
  "Tabitha.Event4.3": "Thank you so much, @. I can always count on you!$h#$b#I’m stocking up on ingredients for the week.",
  "Tabitha.Event4.4": "By the way, do you have any suggestions for something I should bake? I’m looking to try something new and different!",
  "Tabitha.Event4.5": "A new recipe idea?",
  "Tabitha.Event4.6": "Pumpkin-maple mousse.",
  "Tabitha.Event4.7": "Green tea cannoli.",
  "Tabitha.Event4.8": "White chocolate chip cookies.",
  "Tabitha.Event4.9": "Chicken cupcakes with ketchup frosting.",
  "Tabitha.Event4.shop_event1": "That's genius, @! I'll try it out when I have free time.$h",
  "Tabitha.Event4.shop_event2": "Hm, I was thinking of something a little more on the wild side... That does sound yummy, though!",
  "Tabitha.Event4.shop_event3": "You're so funny, @. But I wanted actual ideas!",
  "Tabitha.Event4.10": "Now, I need some yeast... Where was that again?$3",
  "Tabitha.Event4.11": "It was fun shopping with you today, @. Thanks again for your help!$h",

  // Theo 4 heart event
  "Theo.Event4.0": "This is a weird place for you to be, @.$3",
  "Theo.Event4.1": "I’m thinking that I’ll leave this town eventually. There’s not really anything for me here.$3#$b#Problem is... I don’t know what I’ll do when I’m somewhere else.$s#$b#I came here to help my sister, but also because I didn’t know what else to do with my life at the time.$3#$b#I haven’t changed at all...$s",
  "Theo.Event4.2": "#Just do what you’re passionate about!#I’m sure you’ll figure it out.#It’s too bad you want to leave so soon.",
  "Theo.Event4.3": "...I guess.$3#$b#*sigh* Well, at least for now, I can’t leave Tabby alone.$s#$b#See you, @.$3",

  // Tabitha 6 heart event
  "Tabitha.Event6.0": "...Hi.$s#$b#*sigh* I got into a fight with Theo... I took a walk out here to clear my head.$s#$b#Theo said I’m not being responsible enough with the café. That I’m avoiding doing the hard work and making him do it instead.$a#$b#He volunteered to do the paperwork, though!$a",
  "Tabitha.Event6.1": "I’m doing enough work... right?",
  "Tabitha.Event6.2": "Theo’s right. You’re being really immature about this.",
  "Tabitha.Event6.3": "You do work hard, but Theo might not be here to help forever.",
  "Tabitha.Event6.4": "Have you tried thinking about things from Theo’s perspective?",
  "Tabitha.Event6.tree_event1": "...$3",
  "Tabitha.Event6.tree_event2": "...You're right. I know that ultimately, he's just looking out for me.$s",
  "Tabitha.Event6.5": "Sorry for getting you mixed up in my drama, @.$s#$b#I think I want to be alone for a while now. Thanks for talking, though.$3",
  "Tabitha.Event6.6": "I’m thinking about a lot right now.$3",

  // Theo 6 heart event
  "Theo.Event6.0": "...So, I wanted to tell you that I think I might leave Pelican Town pretty soon.$3",
  "Theo.Event6.1": "What are you talking about, Theo? Why would you want to leave?$s#$b#I can’t run the café without you...$s",
  "Theo.Event6.2": "You know I never intended to stay here too long, Tabby. We talked about it before we came here.$3#$b#I just wanted to give you a heads-up so that you can learn some accounting.#$b#You’ll need to take over my responsibilities for the café once I’m gone.",
  "Theo.Event6.3": "Oh, whatever. You won’t even have the motivation to move away, anyways.$a#$b#You certainly don’t have it for anything else!$a",
  "Theo.Event6.4": "Oh, you're here...$7#$b#...You heard all that, didn't you? Sorry you had to see that, @.$s#$b#I’d better go after her.$s",

  // Tabitha 8 heart event
  "Tabitha.Event8.0": "@! I didn’t expect to see you here.$7#$b#I don’t come here often myself, but... Remember that fight I had with Theo?$s#$b#I’ve been really inspired by how hard you work, @.#$b#So I took what you said that day to heart. I’m trying to study some math and economics so I can help Theo with the accounting.#$b#We’ll see how far I get, though. I didn’t want to bother Theo by asking him for help.$3",
  "Tabitha.Event8.1": "#I’m sure you’ll be fine!#You should ask Theo for help. He’d be happy!#Yeah, you’ve got this, Tabitha!#I could help you, if you want.",
  "Tabitha.Event8.2": "Right! I’ll check out these books and head home.$h#$b#Thanks for the encouragement, @! You’re the best.$h",
  "Tabitha.Event8.3": "Oh! I... I would like that a lot. That’s sweet of you, @.$l#$b#Let’s sit at the table over there, yeah?",
  "Tabitha.Event8.4": "So... as a farmer, you must do a lot of accounting, huh? Can you tell me about that?",
  "Tabitha.Event8.5": "I showed Theo what you taught me and he was really happy!$h#$b#I seem to thank you for a lot of stuff, @, but really, thank you. You’ve been an amazing friend to me.$l",

  // Theo 8 heart event
  "Theo.Event8.0": "Hey, @. Nice to see you.$h#$b#If you’d like to keep me company, I wouldn’t mind.",
  "Theo.Event8.1": "I’ve been helping Evelyn with the public gardens. It’s been fun.$h",
  "Theo.Event8.2": "Even if I don’t know what I’m going to do with my life, at least I have gardening.",
  "Theo.Event8.3": "Having some help on the farm could be nice.",
  "Theo.Event8.4": "Why don’t you grow ingredients for the café so it’ll be self-sustaining?",
  "Theo.Event8.5": "It’s always good to have a hobby.",
  "Theo.Event8.event_garden1": "Oh... that's generous of you, @. *cough*$6",
  "Theo.Event8.event_garden2": "That's an interesting idea... but wouldn't it hurt your business?",
  "Theo.Event8.event_garden3": "Yeah, I agree. I figured you of all people would appreciate gardening as a pastime.$h",
  "Theo.Event8.6": "You know, you’ve honestly helped me like Pelican Town a lot more than I initially did.#$b#Maybe I’ll end up staying after all. Especially if you stick around.$l#$b#Don’t tell Tabby I said that, though. She’d never let me live it down.$6",

  // Tabitha 10 heart event
  "Tabitha.Event10.0": "I’m glad you came shopping with me, Theo. It’s nice to spend time together outside of the café.",
  "Tabitha.Event10.1": "Sure. You’ve really stepped up lately, Tabby. It’s been a big help, so I’ll help where I can as well.$h#$b#But also... I might not get to hang out with you much more, since things are looking so serious for you and @.#$b#You’ll be living on that farm before you know it.$h",
  "Tabitha.Event10.2": "Theo! Shut up!$a",
  "Tabitha.Event10.3": "Speak of the devil! I’ll give you two some alone time.$h",
  "Tabitha.Event10.4": "@?!$7#$b#H-How much of that did you hear?$6",
  "Tabitha.Event10.5": "You want to come live on the farm? I like the sound of that.#Not much.",
  "Tabitha.Event10.6": "Oh... Well, um...$s",
  "Tabitha.Event10.7": "@, what would you think of me living on the farm with you?$l",
  "Tabitha.Event10.8": "#I don’t know. Why do you ask?#I’d love that. But you know what that implies, right?",
  "Tabitha.Event10.9": "Ah, nevermind. It was a silly thought.$s#$b#Do you wanna walk back to the café with me?$h",
  "Tabitha.Event10.10": "@, you’re making me blush!$l#$b#You mean it, though?$l",
  "Tabitha.Event10.11": "I don’t know if I’ve ever told you, but I love you, @.$l#$b#I guess Theo was right after all, huh?$h",
  "Tabitha.Event10.12": "*giggle*$l",

  // Theo 10 heart event
  "Theo.Event10.0": "@! How did you find...$7#$b#Ha, nevermind. I should stop being surprised that you’re able to find me wherever weird place I am.$h#$b#The weather’s great today. I was just enjoying the scenery here. Want to join me?",
  "Theo.Event10.1": "You know... I was thinking about you right before you showed up.$l#$b#We’ve been... Er, at least, I feel...$6",
  "Theo.Event10.2": "*cough* Sorry I’m so awkward at this...$s",
  "Theo.Event10.3": "All right. I... I wanted to say that I love you, @.$l#$b#We’ve been together for a little bit, but... I want you to know that I’m serious about you.$l#$b#I see a future here with you in Stardew Valley.",
  "Theo.Event10.4": "#I love you too, Theo.#I can’t say I feel the same way.",
  "Theo.Event10.5": "Wow, I’m so relieved to hear you say that. And so happy!$l#$b#I finally know what I want to do with my life.",
  "Theo.Event10.6": "Will I ever be able to stop blushing? I’m not sure, not after that.$6#$b#I’m really happy, though.$l",
  "Theo.Event10.7": "...Ah. I... don’t really know what to say, now.$s#$b#I guess I misread your feelings. Sorry.$a",
  "Theo.Event10.8": "Were you just playing with my feelings?$a",

  // Resort Dialogue //
  "Tabitha.Resort_Entering": "Yay, a beach day!$1#$b#Stay right there, @ - I can't wait to show you my outfit!",
  "Tabitha.Resort": "I do miss the cafe, but it's impossible to feel down in a place as gorgeous as this!",
  "Tabitha.Resort_Shore": "@! Can you help me? I'm looking for seashells to decorate a sandcastle with!#$b#If you see any pink or orange ones, let me know, okay?",
	//"Tabitha.Resort_Umbrella": "",
  "Tabitha.Resort_Leaving": "It's a shame we have to leave so soon...$2#$b#Maybe we could start a second cafe here, and then I could come all the time!#$b#Haha, just kidding. Theo would never be on board.$1",

  "Theo.Resort_Entering": "Tabby said I should try to get out more, so I thought I'd take a trip here, but...$3#$b#Just look at all this sand! I hope my chair doesn't get stuck.",
  "Theo.Resort": "Good news, @! Willy brought some sand tires for me, so I can get around here no problem.$1#$e#The flora on this island is stuff I've only ever read about before. I'm so glad I get to see it in person.$1",
  //"Theo.Resort_Shore": "",
	//"Theo.Resort_Umbrella": "",
  "Theo.Resort_Leaving": "I was nervous about coming here, but I'm really happy I did. I'll definitely be coming back.$1",

// Map Strings //

  "MapStrings.BusStop.1": "North: Bus Stop^East: Pelican Town^South: The Stray Catfe",
  "MapStrings.CafeOutdoors.1": "Various herbs and flowers. They're all healthy and clearly well-loved.",
  "MapStrings.CafeIndoors.1": "It's still warm from the last batch of pastries!",
  "MapStrings.CafeIndoors.2": "These cookies look delicious.",
  "MapStrings.CafeIndoors.3": "It's the door to the pantry. No place for a customer!",
  "MapStrings.CafeIndoors.4": "Looks like Tabitha is always sure to save some pastries for herself.",
  "MapStrings.CafeIndoors.5": "The tag says \"Benny the Bear.\"",
  "MapStrings.CafeIndoors.6": "The drawer is filled with receipts and billing statements.",
  "MapStrings.CafeIndoors.7": "There are plants from all over the world in here.",
  "MapStrings.CafeIndoors.8": "It's Theo's computer, where he does all the cafe's accounting. Better not mess with it.",
  "MapStrings.CafeIndoors.9": "The radio station seems to change every time you come in. Are Tabitha and Theo fighting over the music?",

  "MapStrings.CafeOutdoors.menu": "The Stray Catfe^7AM-2PM^Tue-Sun",
  //"MapStrings.CafeOutdoors.menu": "< Daily Menu <",


// Misc //

  "Tabitha.MarriageVows.MaleFarmer": "When @ first arrived in Pelican Town, no one knew if he'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Tabitha in the bonds of marriage.",
  "Tabitha.MarriageVows.FemaleFarmer": "When @ first arrived in Pelican Town, no one knew if she'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Tabitha in the bonds of marriage.",
  "Tabitha.MarriageVows.HusbandWife": "@... Tabitha...#$b#As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and wife!$h",
  "Tabitha.MarriageVows.WifeWife": "@... Tabitha...#$b#As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you wife and..., well, wife!$h",

  "Theo.MarriageVows.MaleFarmer": "When @ first arrived in Pelican Town, no one knew if he'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Theo in the bonds of marriage.",
  "Theo.MarriageVows.FemaleFarmer": "When @ first arrived in Pelican Town, no one knew if she'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Theo in the bonds of marriage.",
  "Theo.MarriageVows.WifeHusband": "@... Theo...#$b#As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and wife!$h",
  "Theo.MarriageVows.HusbandHusband": "@... Theo...#$b#As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and..., well, husband!$h",
}
